{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "\"<str>\"",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<empty>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "StripAccents"
      },
      {
        "type": "Strip",
        "strip_left": true,
        "strip_right": true
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 1,
    "vocab": [
      [
        "<pad>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "\"<str>\"",
        0.0
      ],
      [
        "<empty>",
        0.0
      ],
      [
        ")",
        -2.3487831582271284
      ],
      [
        "(",
        -2.348793899085919
      ],
      [
        ";",
        -2.855210800558842
      ],
      [
        ".",
        -2.924194092348335
      ],
      [
        "{",
        -3.3906388465849737
      ],
      [
        "}",
        -3.3908665973809153
      ],
      [
        "=",
        -3.469043852920745
      ],
      [
        "\"",
        -3.82150657762646
      ],
      [
        ",",
        -3.9669050120649807
      ],
      [
        "public",
        -4.124744815742533
      ],
      [
        "<",
        -4.299905414481408
      ],
      [
        ">",
        -4.343885352138523
      ],
      [
        "return",
        -4.347628874452003
      ],
      [
        "str",
        -4.48179574692915
      ],
      [
        "void",
        -4.611821875587372
      ],
      [
        "if",
        -4.696176964715573
      ],
      [
        "String",
        -4.8093353556435545
      ],
      [
        "new",
        -4.82669896182475
      ],
      [
        "+",
        -4.839758532496814
      ],
      [
        "this",
        -4.950828971506375
      ],
      [
        "null",
        -4.953236383953216
      ],
      [
        "i",
        -5.088458393149891
      ],
      [
        "int",
        -5.16050101633051
      ],
      [
        "s",
        -5.180654427143255
      ],
      [
        "get",
        -5.313399688161555
      ],
      [
        "0",
        -5.3757229435702545
      ],
      [
        "!",
        -5.59068229170153
      ],
      [
        "e",
        -5.610241801330231
      ],
      [
        "]",
        -5.670385596643859
      ],
      [
        "[",
        -5.670471895894002
      ],
      [
        "Exception",
        -5.676433526314639
      ],
      [
        "1",
        -5.772900707221719
      ],
      [
        "boolean",
        -5.9050296388740655
      ],
      [
        "add",
        -5.916417199001216
      ],
      [
        "&",
        -6.027718175652053
      ],
      [
        "set",
        -6.053108351228319
      ],
      [
        "Object",
        -6.081568802582746
      ],
      [
        "private",
        -6.111350660525689
      ],
      [
        "_",
        -6.124314225328179
      ],
      [
        "throws",
        -6.154659951494095
      ],
      [
        "false",
        -6.200708447498478
      ],
      [
        "true",
        -6.244853339704214
      ],
      [
        "else",
        -6.260725254894471
      ],
      [
        "value",
        -6.29614342343773
      ],
      [
        "for",
        -6.402675774803248
      ],
      [
        "-",
        -6.422349246419303
      ],
      [
        "protected",
        -6.4746765984488075
      ],
      [
        "c",
        -6.47726427104166
      ],
      [
        "List",
        -6.495963940009478
      ],
      [
        ":",
        -6.499040929562117
      ],
      [
        "final",
        -6.502723027980226
      ],
      [
        "|",
        -6.528152047440077
      ],
      [
        "f",
        -6.545244535481745
      ],
      [
        "catch",
        -6.551244115189512
      ],
      [
        "name",
        -6.553707489910185
      ],
      [
        "2",
        -6.557890177339033
      ],
      [
        "try",
        -6.576848525834196
      ],
      [
        "t",
        -6.604315240838158
      ],
      [
        "throw",
        -6.606158982911904
      ],
      [
        "p",
        -6.606346231889532
      ],
      [
        "length",
        -6.617592343173795
      ],
      [
        "x",
        -6.64480965589307
      ],
      [
        "is",
        -6.655495816178696
      ],
      [
        "result",
        -6.679630976323743
      ],
      [
        "Name",
        -6.688515380156234
      ],
      [
        "a",
        -6.702342023191928
      ],
      [
        "m",
        -6.730878307660964
      ],
      [
        "Type",
        -6.804735054261167
      ],
      [
        "size",
        -6.82157275921535
      ],
      [
        "n",
        -6.848678519079689
      ],
      [
        "append",
        -6.852414634593803
      ],
      [
        "File",
        -6.870109076417631
      ],
      [
        "create",
        -6.941639930370831
      ],
      [
        "index",
        -6.943182395770933
      ],
      [
        "equals",
        -6.955938657631718
      ],
      [
        "d",
        -6.980757365074654
      ],
      [
        "out",
        -6.9982340039128825
      ],
      [
        "b",
        -7.001404446108253
      ],
      [
        "key",
        -7.029879162102175
      ],
      [
        "toString",
        -7.034908149587167
      ],
      [
        "r",
        -7.04654070935746
      ],
      [
        "double",
        -7.052033954560349
      ],
      [
        "remove",
        -7.059906873306268
      ],
      [
        "y",
        -7.066038292717067
      ],
      [
        "System",
        -7.077029743224923
      ],
      [
        "Id",
        -7.086071345579224
      ],
      [
        "Value",
        -7.103059501875075
      ],
      [
        "o",
        -7.172690647354795
      ],
      [
        "'",
        -7.1748551197884005
      ],
      [
        "v",
        -7.181376872376465
      ],
      [
        "Node",
        -7.18739147227245
      ],
      [
        "Element",
        -7.201277043291665
      ],
      [
        "id",
        -7.212303683891134
      ],
      [
        "Map",
        -7.234237866273899
      ],
      [
        "m_",
        -7.239902350927601
      ],
      [
        "next",
        -7.251597639682426
      ],
      [
        "I",
        -7.2530257379534415
      ],
      [
        "java",
        -7.2542939239197
      ],
      [
        "IOException",
        -7.284315496232287
      ],
      [
        "data",
        -7.320236581889764
      ],
      [
        "log",
        -7.320774997957681
      ],
      [
        "j",
        -7.341184611346325
      ],
      [
        "println",
        -7.346948056662278
      ],
      [
        "Data",
        -7.350867352527386
      ],
      [
        "type",
        -7.363414657059835
      ],
      [
        "node",
        -7.365419181947971
      ],
      [
        "l",
        -7.377594573498403
      ],
      [
        "Integer",
        -7.39506601331882
      ],
      [
        "put",
        -7.398100577362014
      ],
      [
        "g",
        -7.405059145823422
      ],
      [
        "ID",
        -7.425534145693337
      ],
      [
        "object",
        -7.425638838865503
      ],
      [
        "Class",
        -7.4284973963919345
      ],
      [
        "Set",
        -7.430608244633435
      ],
      [
        "?",
        -7.450069937422407
      ],
      [
        "getName",
        -7.45037421038325
      ],
      [
        "nstanceof",
        -7.469501422931151
      ],
      [
        "Index",
        -7.490560277323787
      ],
      [
        "super",
        -7.492789836501824
      ],
      [
        "event",
        -7.510048071046958
      ],
      [
        "*",
        -7.515284297007341
      ],
      [
        "long",
        -7.5339942772659185
      ],
      [
        "assert",
        -7.54474213611755
      ],
      [
        "while",
        -7.5521440744210935
      ],
      [
        "test",
        -7.554081117625232
      ],
      [
        "getString",
        -7.559363014935421
      ],
      [
        "list",
        -7.564608468581932
      ],
      [
        "Iterator",
        -7.590464374760483
      ],
      [
        "file",
        -7.5958470343775915
      ],
      [
        "case",
        -7.622500043519398
      ],
      [
        "Event",
        -7.624099285493392
      ],
      [
        "current",
        -7.638872589152379
      ],
      [
        "Listener",
        -7.639565978568877
      ],
      [
        "assertEquals",
        -7.651608898966838
      ],
      [
        "Property",
        -7.657957767768082
      ],
      [
        "Panel",
        -7.680467324963596
      ],
      [
        "class",
        -7.685826044822914
      ],
      [
        "start",
        -7.686692322168042
      ],
      [
        "parent",
        -7.700500519363734
      ],
      [
        "3",
        -7.703221707552732
      ],
      [
        "Manager",
        -7.704941783212153
      ],
      [
        "iterator",
        -7.724386220111548
      ],
      [
        "Info",
        -7.727262768396901
      ],
      [
        "Model",
        -7.738058489728321
      ],
      [
        "Count",
        -7.738855770829483
      ],
      [
        "close",
        -7.745851266475034
      ],
      [
        "Text",
        -7.748091056006572
      ],
      [
        "obj",
        -7.752203972746688
      ],
      [
        "Color",
        -7.760685696837033
      ],
      [
        "in",
        -7.7744006873128555
      ],
      [
        "opertyDescriptor",
        -7.77689205937558
      ],
      [
        "ex",
        -7.780651520616104
      ],
      [
        "S",
        -7.78443608860575
      ],
      [
        "text",
        -7.785935981755491
      ],
      [
        "update",
        -7.787075667383569
      ],
      [
        "Context",
        -7.793089839643752
      ],
      [
        "Message",
        -7.797048975882495
      ],
      [
        "Date",
        -7.79992690543193
      ],
      [
        "to",
        -7.802614780385001
      ],
      [
        "Factory",
        -7.822258970462055
      ],
      [
        "message",
        -7.827134159924865
      ],
      [
        "float",
        -7.830747599607431
      ],
      [
        "write",
        -7.834647066898256
      ],
      [
        "setText",
        -7.837129099621869
      ],
      [
        "Vector",
        -7.843788660931994
      ],
      [
        "item",
        -7.845889564731902
      ],
      [
        "w",
        -7.850600595621094
      ],
      [
        "clear",
        -7.85566026439208
      ],
      [
        "hasNext",
        -7.8672698502531695
      ],
      [
        "State",
        -7.874975610192163
      ],
      [
        "Path",
        -7.88247641747836
      ],
      [
        "To",
        -7.885838243206887
      ],
      [
        "X",
        -7.895723473033957
      ],
      [
        "Item",
        -7.897967343640248
      ],
      [
        "sb",
        -7.905502563526515
      ],
      [
        "it",
        -7.9150931765489645
      ],
      [
        "byte",
        -7.919638635902029
      ],
      [
        "Component",
        -7.9301863147613005
      ],
      [
        "max",
        -7.930650210482826
      ],
      [
        "Table",
        -7.93563496483341
      ],
      [
        "/",
        -7.940213456111795
      ],
      [
        "buffer",
        -7.944074963731664
      ],
      [
        "Key",
        -7.9449840419534485
      ],
      [
        "check",
        -7.9452921079176875
      ],
      [
        "element",
        -7.949414938171238
      ],
      [
        "debug",
        -7.959900243153509
      ],
      [
        "path",
        -7.963744173289825
      ],
      [
        "Field",
        -7.964567080336341
      ],
      [
        "Action",
        -7.965349895232276
      ],
      [
        "Size",
        -7.970946403830144
      ],
      [
        "logger",
        -7.97113268241395
      ],
      [
        "row",
        -7.971854556304374
      ],
      [
        "View",
        -7.980847882165607
      ],
      [
        "StringBuffer",
        -7.988897989045059
      ],
      [
        "param",
        -7.991050925967087
      ],
      [
        "h",
        -7.9926508645941325
      ],
      [
        "error",
        -7.993957102872093
      ],
      [
        "context",
        -8.038988347159528
      ],
      [
        "ret",
        -8.053280173860838
      ],
      [
        "break",
        -8.061641281986617
      ],
      [
        "Point",
        -8.06597633253388
      ],
      [
        "user",
        -8.06751541807439
      ],
      [
        "info",
        -8.082527106760763
      ],
      [
        "listener",
        -8.088668198719764
      ],
      [
        "Image",
        -8.092276042705008
      ],
      [
        "Collection",
        -8.10161082663762
      ],
      [
        "Entry",
        -8.103463919438123
      ],
      [
        "getValue",
        -8.105285329299052
      ],
      [
        "model",
        -8.11427071434939
      ],
      [
        "4",
        -8.122052592122795
      ],
      [
        "able",
        -8.128190530495646
      ],
      [
        "init",
        -8.13534675918247
      ],
      [
        "Properties",
        -8.138839364155338
      ],
      [
        "val",
        -8.143028013047804
      ],
      [
        "ArrayList",
        -8.153592651315865
      ],
      [
        "Button",
        -8.155392772068824
      ],
      [
        "instance",
        -8.160516564282817
      ],
      [
        "User",
        -8.161910092459573
      ],
      [
        "width",
        -8.167325201579601
      ],
      [
        "count",
        -8.170134635407704
      ],
      [
        "Service",
        -8.170919536101911
      ],
      [
        "msg",
        -8.173359650123452
      ],
      [
        "URL",
        -8.176554968243192
      ],
      [
        "label",
        -8.19500213555649
      ],
      [
        "Time",
        -8.195127408130505
      ],
      [
        "buf",
        -8.19734836922733
      ],
      [
        "my",
        -8.197698335251292
      ],
      [
        "Y",
        -8.205309788258553
      ],
      [
        "SQLException",
        -8.206128110438032
      ],
      [
        "E",
        -8.206593151833944
      ],
      [
        "Math",
        -8.21082228662544
      ],
      [
        "IllegalArgument",
        -8.211970127527875
      ],
      [
        "Constants",
        -8.212292221158158
      ],
      [
        "local",
        -8.214094551334199
      ],
      [
        "Command",
        -8.214905116807556
      ],
      [
        "old",
        -8.21649405022223
      ],
      [
        "Connection",
        -8.219749602912376
      ],
      [
        "Number",
        -8.222741874807332
      ],
      [
        "map",
        -8.226658154218445
      ],
      [
        "source",
        -8.227287621593526
      ],
      [
        "Document",
        -8.227993720232814
      ],
      [
        "read",
        -8.228311322708697
      ],
      [
        "P",
        -8.229955973387941
      ],
      [
        "request",
        -8.23391661405658
      ],
      [
        "pos",
        -8.234097634331047
      ],
      [
        "target",
        -8.236136605973893
      ],
      [
        "AdapterFactory",
        -8.24117380388786
      ],
      [
        "lang",
        -8.242868323738282
      ],
      [
        "T",
        -8.251258938125634
      ],
      [
        "printStackTrace",
        -8.253255453609965
      ],
      [
        "entry",
        -8.253936987014335
      ],
      [
        "Group",
        -8.254987224159075
      ],
      [
        "Thread",
        -8.256281353754
      ],
      [
        "child",
        -8.257573108247934
      ],
      [
        "getMessage",
        -8.258106898659593
      ],
      [
        "print",
        -8.259065838445798
      ],
      [
        "contains",
        -8.259722253207505
      ],
      [
        "Label",
        -8.265904799198992
      ],
      [
        "True",
        -8.273832050997207
      ],
      [
        "Boolean",
        -8.283195637892085
      ],
      [
        "C",
        -8.283874244697106
      ],
      [
        "line",
        -8.287290776830972
      ],
      [
        "Level",
        -8.293028840982375
      ],
      [
        "getClass",
        -8.294611075079745
      ],
      [
        "show",
        -8.296726812467051
      ],
      [
        "values",
        -8.300218833562779
      ],
      [
        "Request",
        -8.300566411812355
      ],
      [
        "Adapter",
        -8.301326336446476
      ],
      [
        "state",
        -8.302330117726743
      ],
      [
        "height",
        -8.310273663088372
      ],
      [
        "getInstance",
        -8.310355314132147
      ],
      [
        "Double",
        -8.317067071871454
      ],
      [
        "other",
        -8.31816189121661
      ],
      [
        "Package",
        -8.320648173778167
      ],
      [
        "synchronized",
        -8.327566948759278
      ],
      [
        "iter",
        -8.327569032691365
      ],
      [
        "end",
        -8.33185723849625
      ],
      [
        "url",
        -8.336127518669338
      ],
      [
        "5",
        -8.348421035839646
      ],
      [
        "session",
        -8.349503450070017
      ],
      [
        "table",
        -8.349848531513755
      ],
      [
        "Attribute",
        -8.352149263657246
      ],
      [
        "Status",
        -8.354073693301599
      ],
      [
        "char",
        -8.354629624878969
      ],
      [
        "num",
        -8.354993462444243
      ],
      [
        "fire",
        -8.357050512398073
      ],
      [
        "awt",
        -8.365188154492111
      ],
      [
        "A",
        -8.370472472947048
      ],
      [
        "ActionListener",
        -8.377912358776227
      ],
      [
        "Handler",
        -8.380024207864945
      ],
      [
        "Long",
        -8.38082144365992
      ],
      [
        "run",
        -8.383373431105927
      ],
      [
        "Resource",
        -8.384589065453607
      ],
      [
        "min",
        -8.389278958583748
      ],
      [
        "res",
        -8.38986124299941
      ],
      [
        "getText",
        -8.393538613948568
      ],
      [
        "Result",
        -8.39390834482325
      ],
      [
        "ItemPr",
        -8.401885143321115
      ],
      [
        "Array",
        -8.40364800791034
      ],
      [
        "has",
        -8.40922940445823
      ],
      [
        "k",
        -8.41034263477842
      ],
      [
        "column",
        -8.413457183938794
      ],
      [
        "Config",
        -8.421866944279897
      ],
      [
        "getProperty",
        -8.421998393626465
      ],
      [
        "R",
        -8.424235545313762
      ],
      [
        "root",
        -8.426076906240606
      ],
      [
        "load",
        -8.426891387929894
      ],
      [
        "Method",
        -8.434768176019784
      ],
      [
        "format",
        -8.436183906207868
      ],
      [
        "Descriptor",
        -8.441267004098119
      ],
      [
        "Utils",
        -8.449192635059719
      ],
      [
        "ed",
        -8.449250242049917
      ],
      [
        "J",
        -8.455662115968549
      ],
      [
        "Position",
        -8.456785850760312
      ],
      [
        "input",
        -8.457226159479735
      ],
      [
        "handle",
        -8.457492061416435
      ],
      [
        "In",
        -8.457695582332969
      ],
      [
        "D",
        -8.461280089590444
      ],
      [
        "query",
        -8.466702748171533
      ],
      [
        "Session",
        -8.473070325500684
      ],
      [
        "Code",
        -8.473940183775225
      ],
      [
        "delete",
        -8.474233235183709
      ],
      [
        "field",
        -8.477033005334702
      ],
      [
        "ing",
        -8.477225676333624
      ],
      [
        "default",
        -8.481760491693137
      ],
      [
        "Page",
        -8.481972593634202
      ],
      [
        "Log",
        -8.48295427818589
      ],
      [
        "tmp",
        -8.484423823127432
      ],
      [
        "Instance",
        -8.487276791793144
      ],
      [
        "For",
        -8.488124323412878
      ],
      [
        "parse",
        -8.49036822405085
      ],
      [
        "last",
        -8.49465390126668
      ],
      [
        "Dimension",
        -8.496806130513107
      ],
      [
        "Mode",
        -8.510107765606216
      ],
      [
        "action",
        -8.512976882149799
      ],
      [
        "Configuration",
        -8.514462055308364
      ],
      [
        "children",
        -8.52057237985511
      ],
      [
        "Response",
        -8.523464117536351
      ],
      [
        "temp",
        -8.526809835990079
      ],
      [
        "Query",
        -8.53321984916125
      ],
      [
        "Location",
        -8.540757667950551
      ],
      [
        "do",
        -8.542754063534346
      ],
      [
        "Rectangle",
        -8.547329697525049
      ],
      [
        "arg",
        -8.55116732349587
      ],
      [
        "substring",
        -8.554072397397944
      ],
      [
        "rs",
        -8.554572786859188
      ],
      [
        "Container",
        -8.556138147817371
      ],
      [
        "find",
        -8.556248328534407
      ],
      [
        "property",
        -8.558383755488437
      ],
      [
        "setEnabled",
        -8.559789642533861
      ],
      [
        "Filter",
        -8.56884370771451
      ],
      [
        "Bean",
        -8.574487972642444
      ],
      [
        "copy",
        -8.575123550362443
      ],
      [
        "M",
        -8.578363302494306
      ],
      [
        "Tree",
        -8.58157207362314
      ],
      [
        "doc",
        -8.588971031470662
      ],
      [
        "Error",
        -8.589024703973282
      ],
      [
        "Test",
        -8.595245642206491
      ],
      [
        "view",
        -8.595342169993542
      ],
      [
        "getRoot",
        -8.596548522238352
      ],
      [
        "save",
        -8.596702332965753
      ],
      [
        "JButton",
        -8.600638796778226
      ],
      [
        "Line",
        -8.602704829068959
      ],
      [
        "offset",
        -8.603594096405214
      ],
      [
        "InputStream",
        -8.612712206323145
      ],
      [
        "z",
        -8.61474254363569
      ],
      [
        "clone",
        -8.615817311490499
      ],
      [
        "the",
        -8.616923005353982
      ],
      [
        "RuntimeException",
        -8.618943175082268
      ],
      [
        "Util",
        -8.625004640203263
      ],
      [
        "reset",
        -8.62504696405676
      ],
      [
        "JPanel",
        -8.626572919803474
      ],
      [
        "image",
        -8.630805688693874
      ],
      [
        "on",
        -8.632910985224193
      ],
      [
        "getId",
        -8.636054396114645
      ],
      [
        "Frame",
        -8.636571040109018
      ],
      [
        "db",
        -8.645300753822685
      ],
      [
        "Width",
        -8.64662263963729
      ],
      [
        "re",
        -8.646816613021441
      ],
      [
        "Source",
        -8.649619707533327
      ],
      [
        "Elements",
        -8.650516617504879
      ],
      [
        "isEmpty",
        -8.651532015343907
      ],
      [
        "position",
        -8.654992000533797
      ],
      [
        "Impl",
        -8.656213250412646
      ],
      [
        "page",
        -8.658356671441286
      ],
      [
        "col",
        -8.6589034416441
      ],
      [
        "From",
        -8.666410769891629
      ],
      [
        "time",
        -8.667277254973515
      ],
      [
        "setValue",
        -8.674104481258388
      ],
      [
        "ActionEvent",
        -8.678475695122804
      ],
      [
        "fail",
        -8.678793675432248
      ],
      [
        "Content",
        -8.679663900691926
      ],
      [
        "SWT",
        -8.68058369544121
      ],
      [
        "B",
        -8.681055911473818
      ],
      [
        "indexOf",
        -8.694263012165115
      ],
      [
        "Expression",
        -8.695907284583853
      ],
      [
        "Font",
        -8.697617033687925
      ],
      [
        "V",
        -8.69883648824486
      ],
      [
        "string",
        -8.70088396732609
      ],
      [
        "Task",
        -8.70788111225718
      ],
      [
        "Cache",
        -8.708676043066324
      ],
      [
        "color",
        -8.713269411450423
      ],
      [
        "er",
        -8.715032420159444
      ],
      [
        "XML",
        -8.72294564182822
      ],
      [
        "sql",
        -8.72722757802063
      ],
      [
        "resource",
        -8.72819773203684
      ],
      [
        "Tag",
        -8.731808028051676
      ],
      [
        "content",
        -8.736370105679807
      ],
      [
        "execute",
        -8.743002961983716
      ],
      [
        "10",
        -8.747756029047656
      ],
      [
        "Project",
        -8.74903199413793
      ],
      [
        "Length",
        -8.750394046004496
      ],
      [
        "selected",
        -8.75217203369078
      ],
      [
        "component",
        -8.752716847009866
      ],
      [
        "status",
        -8.758343015133839
      ],
      [
        "process",
        -8.758534474022639
      ],
      [
        "err",
        -8.76211912900487
      ],
      [
        "config",
        -8.762892342905184
      ],
      [
        "output",
        -8.763785593681675
      ],
      [
        "connection",
        -8.773741261721376
      ],
      [
        "getType",
        -8.774290998602423
      ],
      [
        "response",
        -8.77577518101627
      ],
      [
        "len",
        -8.776616595735447
      ],
      [
        "Graph",
        -8.776882775108872
      ],
      [
        "Helper",
        -8.783205556379976
      ],
      [
        "Token",
        -8.783599725295547
      ],
      [
        "listeners",
        -8.784064204057445
      ],
      [
        "sub",
        -8.786793659287959
      ],
      [
        "ResourceLocator",
        -8.786908893207993
      ],
      [
        "filter",
        -8.787394685831607
      ],
      [
        "open",
        -8.788907368061569
      ],
      [
        "URI",
        -8.792446366702372
      ],
      [
        "Default",
        -8.794167157148154
      ],
      [
        "Row",
        -8.794636570233207
      ],
      [
        "method",
        -8.795161476366372
      ],
      [
        "group",
        -8.797079844731725
      ],
      [
        "u",
        -8.797622061455103
      ],
      [
        "Buffer",
        -8.80204102027765
      ],
      [
        "Server",
        -8.802821147493015
      ],
      [
        "stop",
        -8.80537130119339
      ],
      [
        "array",
        -8.80873692392677
      ],
      [
        "Column",
        -8.817996359359956
      ],
      [
        "switch",
        -8.818486922442077
      ],
      [
        "Parameter",
        -8.823687819659135
      ],
      [
        "Form",
        -8.82611659619564
      ],
      [
        "title",
        -8.82632526454569
      ],
      [
        "send",
        -8.82676950693228
      ],
      [
        "args",
        -8.829856757633904
      ],
      [
        "Widget",
        -8.83091197801496
      ],
      [
        "Values",
        -8.831758327289618
      ],
      [
        "tag",
        -8.8391997040375
      ],
      [
        "finally",
        -8.84043142835685
      ],
      [
        "Dialog",
        -8.842380880501603
      ],
      [
        "notification",
        -8.843581947482319
      ],
      [
        "actionPerformed",
        -8.843663353813303
      ],
      [
        "Calendar",
        -8.843770367051414
      ],
      [
        "itemPr",
        -8.847747788375054
      ],
      [
        "q",
        -8.85052789668244
      ],
      [
        "writer",
        -8.85495444036718
      ],
      [
        "getDefault",
        -8.855796254351487
      ],
      [
        "Height",
        -8.857036461443203
      ],
      [
        "Throwable",
        -8.857711798015844
      ],
      [
        "Entity",
        -8.858030275137072
      ],
      [
        "Menu",
        -8.858258498132674
      ],
      [
        "Window",
        -8.860943909065
      ],
      [
        "Attributes",
        -8.86235378078897
      ],
      [
        "Dir",
        -8.86301396061191
      ],
      [
        "JTextField",
        -8.865218406174737
      ],
      [
        "date",
        -8.865700563785628
      ],
      [
        "Client",
        -8.870332063649785
      ],
      [
        "command",
        -8.87332255318766
      ],
      [
        "G",
        -8.884089394866995
      ],
      [
        "player",
        -8.884761142320679
      ],
      [
        "getParent",
        -8.885554107914347
      ],
      [
        "validate",
        -8.88870470089431
      ],
      [
        "Link",
        -8.888718490476181
      ],
      [
        "build",
        -8.891635745416622
      ],
      [
        "Selection",
        -8.892443846494054
      ],
      [
        "Input",
        -8.895061698368822
      ],
      [
        "Literals",
        -8.895800507605246
      ],
      [
        "setVisible",
        -8.900405511160162
      ],
      [
        "At",
        -8.900416262566113
      ],
      [
        "xml",
        -8.902067830220016
      ],
      [
        "Reader",
        -8.902271990707542
      ],
      [
        "Controller",
        -8.90381813185903
      ],
      [
        "Control",
        -8.905292708816567
      ],
      [
        "Record",
        -8.906548097403293
      ],
      [
        "visit",
        -8.912803611240715
      ],
      [
        "frame",
        -8.91306259627084
      ],
      [
        "Enabled",
        -8.917865770102889
      ],
      [
        "code",
        -8.919221101033518
      ],
      [
        "OutputStream",
        -8.91950647210208
      ],
      [
        "first",
        -8.919757307830912
      ],
      [
        "Player",
        -8.923527353139377
      ],
      [
        "Editor",
        -8.924974151873831
      ],
      [
        "from",
        -8.931372776194547
      ],
      [
        "Start",
        -8.93148172633988
      ],
      [
        "display",
        -8.935409527634636
      ],
      [
        "Version",
        -8.935515384601722
      ],
      [
        "Compose",
        -8.940472255812637
      ],
      [
        "8",
        -8.940730119527048
      ],
      [
        "Description",
        -8.943199904814064
      ],
      [
        "project",
        -8.943297192341483
      ],
      [
        "F",
        -8.944502139372688
      ],
      [
        "Builder",
        -8.944541868263062
      ],
      [
        "Url",
        -8.944859327918058
      ],
      [
        "Changed",
        -8.945712543813725
      ],
      [
        "Pattern",
        -8.948553662796932
      ],
      [
        "io",
        -8.952113599704155
      ],
      [
        "hashCode",
        -8.957563910961662
      ],
      [
        "service",
        -8.96280532419428
      ],
      [
        "com",
        -8.963868689072909
      ],
      [
        "initialize",
        -8.965584971183807
      ],
      [
        "valueOf",
        -8.96565147285943
      ],
      [
        "document",
        -8.966910586439731
      ],
      [
        "Header",
        -8.96829723213862
      ],
      [
        "elements",
        -8.969408143281644
      ],
      [
        "On",
        -8.973368900136714
      ],
      [
        "Ref",
        -8.97346656302926
      ],
      [
        "dir",
        -8.974623082315482
      ],
      [
        "getAttribute",
        -8.976372736578538
      ],
      [
        "Reference",
        -8.977219098849401
      ],
      [
        "st",
        -8.977858297064222
      ],
      [
        "properties",
        -8.97912642699601
      ],
      [
        "Address",
        -8.98173365115226
      ],
      [
        "TextField",
        -8.983810540104093
      ],
      [
        "Base",
        -8.984556354146651
      ],
      [
        "params",
        -8.98942366875687
      ],
      [
        "make",
        -8.990915496129121
      ],
      [
        "setBounds",
        -8.994587784580412
      ],
      [
        "Transaction",
        -8.995242315253137
      ],
      [
        "Writer",
        -8.998931820008384
      ],
      [
        "Style",
        -9.001115683002167
      ],
      [
        "accept",
        -9.001769310885836
      ],
      [
        "dapterFactory",
        -9.002785375110289
      ],
      [
        "conn",
        -9.00505967871575
      ],
      [
        "button",
        -9.006045910611457
      ],
      [
        "getCurrent",
        -9.00782005563374
      ],
      [
        "Statement",
        -9.009276549962507
      ],
      [
        "task",
        -9.012165403531416
      ],
      [
        "With",
        -9.012515491847259
      ],
      [
        "ch",
        -9.017152575784092
      ],
      [
        "Of",
        -9.017464196794169
      ],
      [
        "short",
        -9.01868681451987
      ],
      [
        "selection",
        -9.01870176708141
      ],
      [
        "idx",
        -9.020885320626537
      ],
      [
        "entity",
        -9.022761555826834
      ],
      [
        "client",
        -9.024069584257518
      ],
      [
        "TreeNode",
        -9.029440164247852
      ],
      [
        "By",
        -9.031159755850316
      ],
      [
        "Format",
        -9.032483078386463
      ],
      [
        "panel",
        -9.033318260497301
      ],
      [
        "stream",
        -9.037173286523736
      ],
      [
        "Logger",
        -9.038315450249613
      ],
      [
        "Template",
        -9.038625389630353
      ],
      [
        "setLayout",
        -9.038814437613478
      ],
      [
        "tree",
        -9.03885295324626
      ],
      [
        "Rule",
        -9.03952416510366
      ],
      [
        "Listeners",
        -9.042716017896225
      ],
      [
        "Abstract",
        -9.048218267305085
      ],
      [
        "Range",
        -9.048275353182722
      ],
      [
        "Stream",
        -9.049752331367051
      ],
      [
        "evt",
        -9.050403391244311
      ],
      [
        "Tracker",
        -9.050549878637925
      ],
      [
        "L",
        -9.051593838838084
      ],
      [
        "BorderLayout",
        -9.051791527138175
      ],
      [
        "comp",
        -9.052379148613692
      ],
      [
        "End",
        -9.054276409776447
      ],
      [
        "server",
        -9.055275749579385
      ],
      [
        "prop",
        -9.061321842819728
      ],
      [
        "N",
        -9.062729926670132
      ],
      [
        "store",
        -9.06345165617679
      ],
      [
        "containsKey",
        -9.064001417572433
      ],
      [
        "trim",
        -9.065157281980623
      ],
      [
        "getX",
        -9.065837413038778
      ],
      [
        "And",
        -9.06735485981211
      ],
      [
        "MenuItem",
        -9.067959788488793
      ],
      [
        "uri",
        -9.06815909044402
      ],
      [
        "newValue",
        -9.069199868093927
      ],
      [
        "Update",
        -9.073591471204555
      ],
      [
        "menu",
        -9.076667506773585
      ],
      [
        "draw",
        -9.084480200843654
      ],
      [
        "DB",
        -9.085427660334894
      ],
      [
        "BigDecimal",
        -9.088725163721673
      ],
      [
        "Cell",
        -9.096418991224613
      ],
      [
        "filename",
        -9.096485374359721
      ],
      [
        "jPanel",
        -9.098983262921347
      ],
      [
        "base",
        -9.100363443183893
      ],
      [
        "@",
        -9.102066313504416
      ],
      [
        "HashMap",
        -9.102220005492493
      ],
      [
        "No",
        -9.107280913259936
      ],
      [
        "org",
        -9.10744927925044
      ],
      [
        "Val",
        -9.11295870272351
      ],
      [
        "src",
        -9.11448525374687
      ],
      [
        "attribute",
        -9.116032414655253
      ],
      [
        "Block",
        -9.117894034177926
      ],
      [
        "Enumeration",
        -9.118213875023793
      ],
      [
        "stmt",
        -9.119527861280941
      ],
      [
        "Unit",
        -9.123921522110587
      ],
      [
        "left",
        -9.124317680431323
      ],
      [
        "Offset",
        -9.127278119227407
      ],
      [
        "Types",
        -9.127855264768044
      ],
      [
        "All",
        -9.12897113224241
      ],
      [
        "6",
        -9.129501279506412
      ],
      [
        "Str",
        -9.130007584833097
      ],
      [
        "insert",
        -9.130129768786961
      ],
      [
        "cache",
        -9.13251963325412
      ],
      [
        "Root",
        -9.139868253694235
      ],
      [
        "Icon",
        -9.142023350040185
      ],
      [
        "Stack",
        -9.142359100906765
      ],
      [
        "Messages",
        -9.142951196472957
      ],
      [
        "Float",
        -9.146472203842613
      ],
      [
        "setAttribute",
        -9.14691123043507
      ],
      [
        "ref",
        -9.14692102314713
      ],
      [
        "Display",
        -9.15027533656322
      ],
      [
        "select",
        -9.152832453744553
      ],
      [
        "Target",
        -9.160890009476576
      ],
      [
        "StringBuilder",
        -9.16224733700222
      ],
      [
        "_IMAGE",
        -9.162938833703146
      ],
      [
        "token",
        -9.165149453776444
      ],
      [
        "repaint",
        -9.166693446456375
      ],
      [
        "port",
        -9.166698655995921
      ],
      [
        "all",
        -9.16837223537944
      ],
      [
        "header",
        -9.1721687257949
      ],
      [
        "Parser",
        -9.176412148282623
      ],
      [
        "getImage",
        -9.177446673137746
      ],
      [
        "setProperty",
        -9.177927002428982
      ],
      [
        "prefix",
        -9.180903083479622
      ],
      [
        "location",
        -9.181404465418687
      ],
      [
        "Settings",
        -9.181564115437427
      ],
      [
        "Provider",
        -9.181871027231528
      ],
      [
        "compareTo",
        -9.182290861234293
      ],
      [
        "exception",
        -9.183314089231684
      ],
      [
        "IllegalState",
        -9.185921925024434
      ],
      [
        "right",
        -9.186133086303476
      ],
      [
        "Folder",
        -9.187970233711182
      ],
      [
        "dispose",
        -9.188045012710155
      ],
      [
        "H",
        -9.189004514102345
      ],
      [
        "cmd",
        -9.196635157148116
      ],
      [
        "Pos",
        -9.19814530412446
      ],
      [
        "ChangeListener",
        -9.198316544510453
      ],
      [
        "Application",
        -9.198704908220353
      ],
      [
        "lock",
        -9.199347794031063
      ],
      [
        "Obj",
        -9.201258317148168
      ],
      [
        "cell",
        -9.202759359435825
      ],
      [
        "point",
        -9.202931761714567
      ],
      [
        "style",
        -9.204815497694801
      ],
      [
        "Get",
        -9.205804102634655
      ],
      [
        "getY",
        -9.2068198721491
      ],
      [
        "factory",
        -9.207637658524458
      ],
      [
        "setSize",
        -9.207788656199845
      ],
      [
        "fileName",
        -9.20793046677603
      ],
      [
        "Variable",
        -9.209268709338403
      ],
      [
        "Database",
        -9.213444773054906
      ],
      [
        "20",
        -9.214924537548853
      ],
      [
        "Category",
        -9.216349867009864
      ],
      [
        "Int",
        -9.217518573995283
      ],
      [
        "Output",
        -9.219872264157855
      ],
      [
        "Names",
        -9.223076222480518
      ],
      [
        "Box",
        -9.223919654333331
      ],
      [
        "Features",
        -9.225089990235446
      ],
      [
        "con",
        -9.225100117866635
      ],
      [
        "Area",
        -9.225899369550893
      ],
      [
        "getSource",
        -9.227353222934486
      ],
      [
        "total",
        -9.228148631460458
      ],
      [
        "hasMore",
        -9.228347955605255
      ],
      [
        "Num",
        -9.228553207983904
      ],
      [
        "Selected",
        -9.234680473556269
      ],
      [
        "PropertyChange",
        -9.234684681968112
      ],
      [
        "attributes",
        -9.235372790224352
      ],
      [
        "Layout",
        -9.236759936301679
      ],
      [
        "Edge",
        -9.236778446492792
      ],
      [
        "refresh",
        -9.23703315268506
      ],
      [
        "level",
        -9.238019554322683
      ],
      [
        "Options",
        -9.238032602758098
      ],
      [
        "Title",
        -9.239378814170015
      ],
      [
        "bean",
        -9.241404003603503
      ],
      [
        "UI",
        -9.243064764076001
      ],
      [
        "New",
        -9.243525537181876
      ],
      [
        "Port",
        -9.24564309952585
      ],
      [
        "K",
        -9.2457568607261
      ],
      [
        "OS",
        -9.247933462347545
      ],
      [
        "_VALUE",
        -9.255249338175046
      ],
      [
        "Function",
        -9.25577456816507
      ],
      [
        "addElement",
        -9.256098538264979
      ],
      [
        "getModel",
        -9.256709339405925
      ],
      [
        "LOG",
        -9.259996811594368
      ],
      [
        "handler",
        -9.260090231621232
      ],
      [
        "Parameters",
        -9.26220222533673
      ],
      [
        "Plugin",
        -9.263259690164848
      ],
      [
        "register",
        -9.26477517514446
      ],
      [
        "Change",
        -9.26479355800834
      ],
      [
        "un",
        -9.265839907975836
      ],
      [
        "graph",
        -9.268717306276587
      ],
      [
        "DAO",
        -9.270119987329815
      ],
      [
        "Option",
        -9.270422165825245
      ],
      [
        "flush",
        -9.271885495415388
      ],
      [
        "use",
        -9.272495393049756
      ],
      [
        "Lock",
        -9.274573701019582
      ],
      [
        "Grid",
        -9.27643390017021
      ],
      [
        "Order",
        -9.28231015586254
      ],
      [
        "Part",
        -9.284114087196325
      ],
      [
        "search",
        -9.284345130861055
      ],
      [
        "address",
        -9.28525654534409
      ],
      [
        "Interface",
        -9.28732464987135
      ],
      [
        "replace",
        -9.29098085881678
      ],
      [
        "grid",
        -9.29129581201958
      ],
      [
        "number",
        -9.292456464632917
      ],
      [
        "os",
        -9.293135357289492
      ],
      [
        "items",
        -9.295600258001974
      ],
      [
        "Channel",
        -9.296992890250934
      ],
      [
        "Null",
        -9.297544786239023
      ],
      [
        "link",
        -9.297870934098775
      ],
      [
        "Local",
        -9.298342821244796
      ],
      [
        "JOptionPane",
        -9.300546524476976
      ],
      [
        "getResource",
        -9.302420583671564
      ],
      [
        "Directory",
        -9.303116798496402
      ],
      [
        "Search",
        -9.303470373061074
      ],
      [
        "Notification",
        -9.303658839257517
      ],
      [
        "font",
        -9.306877839794103
      ],
      [
        "Param",
        -9.307361583921077
      ],
      [
        "record",
        -9.308003703543713
      ],
      [
        "Sequence",
        -9.310780028128281
      ],
      [
        "expected",
        -9.311111926701358
      ],
      [
        "layout",
        -9.311772422192528
      ],
      [
        "100",
        -9.315484982690402
      ],
      [
        "container",
        -9.320056375391363
      ],
      [
        "Queue",
        -9.320970050363563
      ],
      [
        "Process",
        -9.321282865062482
      ],
      [
        "INSTANCE",
        -9.32148981746974
      ],
      [
        "setName",
        -9.324833472239748
      ],
      [
        "Locale",
        -9.324957516670434
      ],
      [
        "txt",
        -9.32850622149354
      ],
      [
        "Graphics",
        -9.330119953686884
      ],
      [
        "testGet",
        -9.331257174032027
      ],
      [
        "static",
        -9.332538170044245
      ],
      [
        "ps",
        -9.33305109144088
      ],
      [
        "attr",
        -9.33308628767324
      ],
      [
        "editor",
        -9.338825819634486
      ],
      [
        "Definition",
        -9.340269287243098
      ],
      [
        "Store",
        -9.340406262426399
      ],
      [
        "util",
        -9.342256776075816
      ],
      [
        "generate",
        -9.342702243297865
      ],
      [
        "mode",
        -9.34408952056033
      ],
      [
        "Matrix",
        -9.34412365280557
      ],
      [
        "elementAt",
        -9.348434646095471
      ],
      [
        "setSelected",
        -9.349309395291613
      ],
      [
        "form",
        -9.351052188951407
      ],
      [
        "cur",
        -9.35203270050035
      ],
      [
        "dialog",
        -9.355435510957673
      ],
      [
        "Operation",
        -9.3613382292593
      ],
      [
        "reader",
        -9.363848472231004
      ],
      [
        "Pane",
        -9.364386436601931
      ],
      [
        "Items",
        -9.364897263043956
      ],
      [
        "scale",
        -9.366571143013172
      ],
      [
        "keys",
        -9.371409423554493
      ],
      [
        "Viewer",
        -9.372625631331552
      ],
      [
        "description",
        -9.373864768267081
      ],
      [
        "top",
        -9.37409531922444
      ],
      [
        "ByteArray",
        -9.37561336320887
      ],
      [
        "notify",
        -9.379942312568451
      ],
      [
        "host",
        -9.3844219367685
      ],
      [
        "parameters",
        -9.386985059616237
      ],
      [
        "password",
        -9.38832056771221
      ],
      [
        "7",
        -9.392037122248954
      ],
      [
        "getWidth",
        -9.392145245491523
      ],
      [
        "getKey",
        -9.39513765896256
      ],
      [
        "Msg",
        -9.395779673507308
      ],
      [
        "Repository",
        -9.397645372912477
      ],
      [
        "getData",
        -9.399163035435539
      ],
      [
        "Composite",
        -9.400700497971396
      ],
      [
        "getComponent",
        -9.401110580776756
      ],
      [
        "props",
        -9.402184842284859
      ],
      [
        "Or",
        -9.40258881785
      ],
      [
        "no",
        -9.403675393736323
      ],
      [
        "paint",
        -9.406623221314147
      ],
      [
        "window",
        -9.408893714216475
      ],
      [
        "al",
        -9.410023108643566
      ],
      [
        "hash",
        -9.412366347751089
      ],
      [
        "Def",
        -9.413755258093659
      ],
      [
        "Out",
        -9.414566733997676
      ],
      [
        "jButton",
        -9.414750442214839
      ],
      [
        "Utilities",
        -9.416354366039403
      ],
      [
        "Doc",
        -9.416447626703233
      ],
      [
        "Term",
        -9.417233328961386
      ],
      [
        "Cursor",
        -9.418579055981922
      ],
      [
        "fill",
        -9.419077528834414
      ],
      [
        "options",
