{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      },
      {
        "type": "StripAccents"
      },
      {
        "type": "Strip",
        "strip_left": true,
        "strip_right": true
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 1,
    "vocab": [
      [
        "<pad>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "t",
        -2.502072406978959
      ],
      [
        "e",
        -2.7752594463525977
      ],
      [
        "s",
        -2.877310317710611
      ],
      [
        "o",
        -3.006578281521241
      ],
      [
        "the",
        -3.0654749444841976
      ],
      [
        "a",
        -3.230386850422228
      ],
      [
        "h",
        -3.3078154473587222
      ],
      [
        "f",
        -3.5747452025876782
      ],
      [
        "i",
        -3.702944014459707
      ],
      [
        "n",
        -3.9529034401076792
      ],
      [
        "this",
        -4.109244727833454
      ],
      [
        "d",
        -4.25464293098868
      ],
      [
        "for",
        -4.319634576427022
      ],
      [
        "returns",
        -4.438479841571764
      ],
      [
        "method",
        -4.618482789721293
      ],
      [
        "r",
        -4.794956119054158
      ],
      [
        "value",
        -4.880240801902183
      ],
      [
        "code",
        -4.921190670874273
      ],
      [
        "sets",
        -4.984292661726203
      ],
      [
        "b",
        -5.198125374888541
      ],
      [
        "object",
        -5.31269454533272
      ],
      [
        "property",
        -5.3313644485337655
      ],
      [
        "y",
        -5.3512069686341075
      ],
      [
        "and",
        -5.370316366150622
      ],
      [
        "g",
        -5.390608716525943
      ],
      [
        "given",
        -5.3931522102487595
      ],
      [
        "from",
        -5.408057627028903
      ],
      [
        "gets",
        -5.524865857551459
      ],
      [
        "p",
        -5.557717027597377
      ],
      [
        "with",
        -5.564659724830408
      ],
      [
        "return",
        -5.594328799893196
      ],
      [
        "name",
        -5.6219921687717065
      ],
      [
        "get",
        -5.624380505915656
      ],
      [
        "specified",
        -5.791738563311576
      ],
      [
        "all",
        -5.819216027692301
      ],
      [
        "string",
        -5.848571535313901
      ],
      [
        "l",
        -5.86663034946625
      ],
      [
        "c",
        -5.887673753650862
      ],
      [
        "th",
        -5.907871582434822
      ],
      [
        "u",
        -5.915826985024422
      ],
      [
        "ing",
        -5.916550165294103
      ],
      [
        "class",
        -5.917893792409382
      ],
      [
        "list",
        -5.920404338399495
      ],
      [
        "type",
        -5.947258702774011
      ],
      [
        "m",
        -5.956369097327615
      ],
      [
        "initialize",
        -5.966167200370313
      ],
      [
        "of",
        -5.97300870320802
      ],
      [
        "file",
        -5.991388206756671
      ],
      [
        "in",
        -5.998730169954101
      ],
      [
        "new",
        -6.038431774998141
      ],
      [
        "current",
        -6.067392074324497
      ],
      [
        "w",
        -6.068822241974011
      ],
      [
        "by",
        -6.085004317022822
      ],
      [
        "data",
        -6.129614417590693
      ],
      [
        "add",
        -6.130019696368391
      ],
      [
        "number",
        -6.136136372557294
      ],
      [
        "he",
        -6.146362657231139
      ],
      [
        "adds",
        -6.221756110347204
      ],
      [
        "instance",
        -6.254258131950753
      ],
      [
        "whether",
        -6.277949756625075
      ],
      [
        "create",
        -6.319815895531784
      ],
      [
        "when",
        -6.365401188361579
      ],
      [
        "attribute",
        -6.367194145812281
      ],
      [
        "node",
        -6.373252535516114
      ],
      [
        "used",
        -6.386797024618652
      ],
      [
        "user",
        -6.387889042610716
      ],
      [
        "text",
        -6.3948119442499625
      ],
      [
        "element",
        -6.413509995023473
      ],
      [
        "creates",
        -6.435403996697497
      ],
      [
        "test",
        -6.462090017138927
      ],
      [
        "message",
        -6.4904104806925424
      ],
      [
        "field",
        -6.546082862483425
      ],
      [
        "setter",
        -6.6295767152560074
      ],
      [
        "that",
        -6.634156260528151
      ],
      [
        "component",
        -6.642824643461882
      ],
      [
        "an",
        -6.646094186326069
      ],
      [
        "set",
        -6.6493101449645415
      ],
      [
        "called",
        -6.6594961096578515
      ],
      [
        "event",
        -6.662807190614384
      ],
      [
        "j",
        -6.663637745403172
      ],
      [
        "key",
        -6.679314872114496
      ],
      [
        "index",
        -6.6981202242251054
      ],
      [
        "which",
        -6.700181606668643
      ],
      [
        "item",
        -6.720758319453557
      ],
      [
        "check",
        -6.782049536241852
      ],
      [
        "model",
        -6.7967424041763636
      ],
      [
        "true",
        -6.79827493988506
      ],
      [
        "x",
        -6.83214002894727
      ],
      [
        "description",
        -6.86026208474904
      ],
      [
        "table",
        -6.869690337989203
      ],
      [
        "time",
        -6.872023835198995
      ],
      [
        "is",
        -6.874705355267713
      ],
      [
        "removes",
        -6.876253771079808
      ],
      [
        "state",
        -6.894662631443664
      ],
      [
        "action",
        -6.894719879273401
      ],
      [
        "default",
        -6.91418198518736
      ],
      [
        "listener",
        -6.956805397839577
      ],
      [
        "checks",
        -6.962677363697301
      ],
      [
        "column",
        -6.967589419443842
      ],
      [
        "position",
        -6.994753792905755
      ],
      [
        "will",
        -6.996579961095682
      ],
      [
        "button",
        -6.997325859612651
      ],
      [
        "remove",
        -7.000160093756463
      ],
      [
        "his",
        -7.034938048334059
      ],
      [
        "getter",
        -7.060980294049864
      ],
      [
        "document",
        -7.0713780128178225
      ],
      [
        "selected",
        -7.079098929199294
      ],
      [
        "map",
        -7.09655449649366
      ],
      [
        "input",
        -7.107566575810685
      ],
      [
        "should",
        -7.112395056507387
      ],
      [
        "feature",
        -7.120491768954709
      ],
      [
        "descriptor",
        -7.12370298589097
      ],
      [
        "image",
        -7.130303308825081
      ],
      [
        "associated",
        -7.137763012813812
      ],
      [
        "update",
        -7.144253367916297
      ],
      [
        "start",
        -7.147479948121166
      ],
      [
        "content",
        -7.153374298538422
      ],
      [
        "request",
        -7.154148457712614
      ],
      [
        "function",
        -7.161057734708081
      ],
      [
        "array",
        -7.162175070877208
      ],
      [
        "path",
        -7.164110985879155
      ],
      [
        "stream",
        -7.167510060074177
      ],
      [
        "view",
        -7.170034156021577
      ],
      [
        "panel",
        -7.181605201222803
      ],
      [
        "parameter",
        -7.186613814756974
      ],
      [
        "connection",
        -7.204770984889388
      ],
      [
        "size",
        -7.215238564251285
      ],
      [
        "line",
        -7.216080731319023
      ],
      [
        "call",
        -7.246738302872506
      ],
      [
        "server",
        -7.25361939305019
      ],
      [
        "generated",
        -7.263698679983335
      ],
      [
        "handle",
        -7.270857646770688
      ],
      [
        "representation",
        -7.273686176250006
      ],
      [
        "color",
        -7.301782872558194
      ],
      [
        "database",
        -7.304613495538947
      ],
      [
        "using",
        -7.30852452660559
      ],
      [
        "resource",
        -7.319897558385932
      ],
      [
        "use",
        -7.321659709340516
      ],
      [
        "source",
        -7.325221223327773
      ],
      [
        "output",
        -7.3277250657792585
      ],
      [
        "page",
        -7.328575566742803
      ],
      [
        "point",
        -7.332260130539639
      ],
      [
        "determine",
        -7.334733422281653
      ],
      [
        "xml",
        -7.34091587623335
      ],
      [
        "v",
        -7.342958255626266
      ],
      [
        "command",
        -7.349180597332953
      ],
      [
        "change",
        -7.364117053879461
      ],
      [
        "group",
        -7.367537960331049
      ],
      [
        "auto",
        -7.370167887738672
      ],
      [
        "result",
        -7.3867464513033845
      ],
      [
        "menu",
        -7.38806392403502
      ],
      [
        "error",
        -7.403406026468366
      ],
      [
        "context",
        -7.407485612051083
      ],
      [
        "first",
        -7.409311898022873
      ],
      [
        "label",
        -7.412681167750128
      ],
      [
        "collection",
        -7.415118003222865
      ],
      [
        "service",
        -7.4177118568300795
      ],
      [
        "date",
        -7.422138008075079
      ],
      [
        "or",
        -7.429946647876786
      ],
      [
        "information",
        -7.431365298898639
      ],
      [
        "entry",
        -7.439768040767829
      ],
      [
        "row",
        -7.459224331055577
      ],
      [
        "display",
        -7.461077249949303
      ],
      [
        "any",
        -7.461804441095881
      ],
      [
        "can",
        -7.468333391150738
      ],
      [
        "insert",
        -7.469736938234849
      ],
      [
        "null",
        -7.471902278392385
      ],
      [
        "status",
        -7.476092344419149
      ],
      [
        "read",
        -7.478992967803116
      ],
      [
        "reference",
        -7.483949478411775
      ],
      [
        "delete",
        -7.50451058915732
      ],
      [
        "next",
        -7.509674234745553
      ],
      [
        "only",
        -7.5217725756242295
      ],
      [
        "been",
        -7.535370681848942
      ],
      [
        "tests",
        -7.53936065844781
      ],
      [
        "implementation",
        -7.5412951227670195
      ],
      [
        "properties",
        -7.546627499625663
      ],
      [
        "query",
        -7.552501267994494
      ],
      [
        "url",
        -7.557236861722236
      ],
      [
        "location",
        -7.563953425172269
      ],
      [
        "write",
        -7.568565607814023
      ],
      [
        "to",
        -7.579353873014929
      ],
      [
        "retrieve",
        -7.58579470168308
      ],
      [
        "1",
        -7.600359772315596
      ],
      [
        "convert",
        -7.600847212294235
      ],
      [
        "adapter",
        -7.603888943757239
      ],
      [
        "configuration",
        -7.607861194089319
      ],
      [
        "form",
        -7.609710024491566
      ],
      [
        "retrieves",
        -7.612327122548232
      ],
      [
        "log",
        -7.6144682400718615
      ],
      [
        "last",
        -7.622329926209998
      ],
      [
        "session",
        -7.624461691356082
      ],
      [
        "on",
        -7.633306157366356
      ],
      [
        "window",
        -7.638347939610865
      ],
      [
        "filter",
        -7.649345847367625
      ],
      [
        "thread",
        -7.649619390020423
      ],
      [
        "process",
        -7.653740928159788
      ],
      [
        "find",
        -7.653816894302686
      ],
      [
        "selection",
        -7.657362426055986
      ],
      [
        "exception",
        -7.661069480970195
      ],
      [
        "search",
        -7.666030588517822
      ],
      [
        "save",
        -7.6693198294149685
      ],
      [
        "format",
        -7.67593732408989
      ],
      [
        "store",
        -7.677422110276545
      ],
      [
        "after",
        -7.690023112744047
      ],
      [
        "dialog",
        -7.697873561718545
      ],
      [
        "version",
        -7.707912172633881
      ],
      [
        "into",
        -7.707999371728343
      ],
      [
        "execute",
        -7.709089077686643
      ],
      [
        "level",
        -7.713756197909904
      ],
      [
        "info",
        -7.714583055292062
      ],
      [
        "child",
        -7.718182359587752
      ],
      [
        "entity",
        -7.720589484159904
      ],
      [
        "expression",
        -7.724159546107707
      ],
      [
        "parent",
        -7.7308007318975065
      ],
      [
        "currentl",
        -7.731332890541211
      ],
      [
        "values",
        -7.7325334394840635
      ],
      [
        "application",
        -7.73430694095236
      ],
      [
        "if",
        -7.7474781702237525
      ],
      [
        "handler",
        -7.7540898380299
      ],
      [
        "specific",
        -7.757452315060048
      ],
      [
        "variable",
        -7.761053755125026
      ],
      [
        "buffer",
        -7.761710290510468
      ],
      [
        "based",
        -7.780574011703671
      ],
      [
        "updates",
        -7.78367582217043
      ],
      [
        "java",
        -7.786859732015579
      ],
      [
        "perform",
        -7.7878127972055715
      ],
      [
        "graph",
        -7.7885508083092265
      ],
      [
        "system",
        -7.788926375029552
      ],
      [
        "client",
        -7.79084116342977
      ],
      [
        "frame",
        -7.790897444619144
      ],
      [
        "record",
        -7.792031224835975
      ],
      [
        "interface",
        -7.792845888370412
      ],
      [
        "address",
        -7.796213145661564
      ],
      [
        "target",
        -7.799589859627835
      ],
      [
        "operation",
        -7.800303585377758
      ],
      [
        "header",
        -7.803892887426079
      ],
      [
        "vector",
        -7.804711456400852
      ],
      [
        "cell",
        -7.810562381986541
      ],
      [
        "manager",
        -7.813621850070453
      ],
      [
        "project",
        -7.814657671939392
      ],
      [
        "directory",
        -7.816743869001206
      ],
      [
        "show",
        -7.819254352340373
      ],
      [
        "box",
        -7.822403661103719
      ],
      [
        "mode",
        -7.828685023610358
      ],
      [
        "cache",
        -7.830616234490863
      ],
      [
        "load",
        -7.835687979697077
      ],
      [
        "2",
        -7.837372436503756
      ],
      [
        "indicate",
        -7.838033843590026
      ],
      [
        "local",
        -7.848650870875458
      ],
      [
        "task",
        -7.854214343350126
      ],
      [
        "flag",
        -7.857695834014329
      ],
      [
        "have",
        -7.861144816070132
      ],
      [
        "count",
        -7.864150096020715
      ],
      [
        "order",
        -7.864283015719401
      ],
      [
        "character",
        -7.870102795481861
      ],
      [
        "internal",
        -7.871483530395794
      ],
      [
        "generate",
        -7.883203509967016
      ],
      [
        "objects",
        -7.884531173007888
      ],
      [
        "k",
        -7.8891179586448565
      ],
      [
        "bean",
        -7.896343391074401
      ],
      [
        "copy",
        -7.9000446540483615
      ],
      [
        "override",
        -7.906378878656767
      ],
      [
        "ge",
        -7.911532745951401
      ],
      [
        "implement",
        -7.9143570784261605
      ],
      [
        "changes",
        -7.919467728350071
      ],
      [
        "player",
        -7.919592556534878
      ],
      [
        "access",
        -7.9241700438752005
      ],
      [
        "maximum",
        -7.934938958523876
      ],
      [
        "able",
        -7.944539444828832
      ],
      [
        "pane",
        -7.957497289093455
      ],
      [
        "print",
        -7.958368504898377
      ],
      [
        "control",
        -7.9610099222976825
      ],
      [
        "part",
        -7.965650190537485
      ],
      [
        "compare",
        -7.968786558854756
      ],
      [
        "statement",
        -7.97047466710511
      ],
      [
        "close",
        -7.972756241095464
      ],
      [
        "parse",
        -7.981956848207378
      ],
      [
        "editor",
        -7.982619953055863
      ],
      [
        "between",
        -7.985492138796822
      ],
      [
        "length",
        -7.9892446361746945
      ],
      [
        "elements",
        -7.995619806842454
      ],
      [
        "response",
        -7.9993340025574025
      ],
      [
        "open",
        -8.003936194291047
      ],
      [
        "base",
        -8.007505112637897
      ],
      [
        "width",
        -8.014546392239641
      ],
      [
        "thi",
        -8.016463317628308
      ],
      [
        "style",
        -8.021668968145548
      ],
      [
        "reset",
        -8.023457981472232
      ],
      [
        "changed",
        -8.038147951594054
      ],
      [
        "mouse",
        -8.041687194469285
      ],
      [
        "container",
        -8.047362698297587
      ],
      [
        "listeners",
        -8.048298592815161
      ],
      [
        "append",
        -8.052081073261041
      ],
      [
        "empty",
        -8.053200597486628
      ],
      [
        "link",
        -8.054824011271121
      ],
      [
        "factory",
        -8.05904656111272
      ],
      [
        "title",
        -8.060858847104347
      ],
      [
        "another",
        -8.060890893614815
      ],
      [
        "contains",
        -8.061461553253046
      ],
      [
        "range",
        -8.070570600137787
      ],
      [
        "calculate",
        -8.08782390015692
      ],
      [
        "single",
        -8.091986733208005
      ],
      [
        "unit",
        -8.092220507073177
      ],
      [
        "draw",
        -8.094057324108197
      ],
      [
        "represent",
        -8.0997596257579
      ],
      [
        "byte",
        -8.099868279882676
      ],
      [
        "integer",
        -8.102357774057579
      ],
      [
        "parameters",
        -8.110681617722708
      ],
      [
        "before",
        -8.113338841309249
      ],
      [
        "case",
        -8.120196287757208
      ],
      [
        "main",
        -8.127862340039806
      ],
      [
        "valid",
        -8.134279112746713
      ],
      [
        "ly",
        -8.146913081828785
      ],
      [
        "each",
        -8.16926943561564
      ],
      [
        "block",
        -8.172383068286535
      ],
      [
        "select",
        -8.172580785406762
      ],
      [
        "within",
        -8.179098990495326
      ],
      [
        "sequence",
        -8.18067308802416
      ],
      [
        "make",
        -8.181771741910586
      ],
      [
        "passed",
        -8.18911422439511
      ],
      [
        "where",
        -8.189171913477413
      ],
      [
        "token",
        -8.189947427939906
      ],
      [
        "active",
        -8.19563949610316
      ],
      [
        "invoked",
        -8.201814459146098
      ],
      [
        "being",
        -8.203763396985146
      ],
      [
        "0",
        -8.212245489372132
      ],
      [
        "boolean",
        -8.212577552681688
      ],
      [
        "items",
        -8.219973631382558
      ],
      [
        "port",
        -8.22032852984914
      ],
      [
        "writes",
        -8.222106813679135
      ],
      [
        "about",
        -8.222583547960449
      ],
      [
        "available",
        -8.233851155387123
      ],
      [
        "game",
        -8.236233513472097
      ],
      [
        "identifier",
        -8.239483931997315
      ],
      [
        "option",
        -8.240084872363079
      ],
      [
        "queue",
        -8.247545579742086
      ],
      [
        "corresponding",
        -8.252069154142049
      ],
      [
        "created",
        -8.25325930991279
      ],
      [
        "tree",
        -8.255124064648227
      ],
      [
        "font",
        -8.255192583631493
      ],
      [
        "nodes",
        -8.25524740595786
      ],
      [
        "transaction",
        -8.258619024094397
      ],
      [
        "end",
        -8.26303785037927
      ],
      [
        "equal",
        -8.26387019798745
      ],
      [
        "convenience",
        -8.265100104019243
      ],
      [
        "attributes",
        -8.266840404116062
      ],
      [
        "stack",
        -8.270872512524893
      ],
      [
        "sql",
        -8.271957500477711
      ],
      [
        "related",
        -8.277387931876032
      ],
      [
        "total",
        -8.279889632678998
      ],
      [
        "build",
        -8.280078169649316
      ],
      [
        "defined",
        -8.280969616204315
      ],
      [
        "clear",
        -8.28224978289164
      ],
      [
        "setting",
        -8.289854316207778
      ],
      [
        "argument",
        -8.289878281978893
      ],
      [
        "definition",
        -8.291747302161276
      ],
      [
        "screen",
        -8.300542456599024
      ],
      [
        "helper",
        -8.301698702730299
      ],
      [
        "tru",
        -8.315685261029357
      ],
      [
        "int",
        -8.317734700536489
      ],
      [
        "not",
        -8.319299026318207
      ],
      [
        "register",
        -8.31963195795206
      ],
      [
        "height",
        -8.321242243011682
      ],
      [
        "down",
        -8.328535548098836
      ],
      [
        "other",
        -8.328580304048423
      ],
      [
        "rule",
        -8.330158239258305
      ],
      [
        "matrix",
        -8.338756065305912
      ],
      [
        "over",
        -8.340101027342124
      ],
      [
        "root",
        -8.340842364591584
      ],
      [
        "comment",
        -8.341678900201243
      ],
      [
        "containin",
        -8.34422960754259
      ],
      [
        "events",
        -8.348323215288238
      ],
      [
        "icon",
        -8.350728713770318
      ],
      [
        "channel",
        -8.352972390211148
      ],
      [
        "children",
        -8.356383836500639
      ],
      [
        "required",
        -8.357415983205785
      ],
      [
        "move",
        -8.361757138068926
      ],
      [
        "send",
        -8.3668095699961
      ],
      [
        "receiver",
        -8.367646833113348
      ],
      [
        "layout",
        -8.36827074202753
      ],
      [
        "registered",
        -8.371120592816538
      ],
      [
        "match",
        -8.37177314928432
      ],
      [
        "visit",
        -8.371859787433152
      ],
      [
        "right",
        -8.373655303727556
      ],
      [
        "coordinate",
        -8.378516175392674
      ],
      [
        "reads",
        -8.382307737568414
      ],
      [
        "template",
        -8.384225668938189
      ],
      [
        "stop",
        -8.387190578504525
      ],
      [
        "run",
        -8.396136049697578
      ],
      [
        "html",
        -8.398705726218342
      ],
      [
        "stored",
        -8.39974092328778
      ],
      [
        "iterator",
        -8.399808000471626
      ],
      [
        "back",
        -8.412162156984971
      ],
      [
        "added",
        -8.413838589824827
      ],
      [
        "provide",
        -8.414898135638358
      ],
      [
        "pattern",
        -8.415735010306678
      ],
      [
        "underlying",
        -8.417710627416204
      ],
      [
        "ensure",
        -8.41778663036913
      ],
      [
        "bytes",
        -8.417964307811443
      ],
      [
        "enabled",
        -8.423902543976961
      ],
      [
        "clears",
        -8.425841258687178
      ],
      [
        "displayed",
        -8.42730270864384
      ],
      [
        "folder",
        -8.44068762255581
      ],
      [
        "package",
        -8.443870854509584
      ],
      [
        "provided",
        -8.444018664379723
      ],
      [
        "calls",
        -8.445161578879912
      ],
      [
        "password",
        -8.44542595732103
      ],
      [
        "exists",
        -8.448818590993074
      ],
      [
        "sub",
        -8.452908177424098
      ],
      [
        "files",
        -8.456534785846133
      ],
      [
        "notification",
        -8.456923856189512
      ],
      [
        "space",
        -8.467211406836531
      ],
      [
        "long",
        -8.468565497465484
      ],
      [
        "report",
        -8.471148767752569
      ],
      [
        "some",
        -8.472390520989759
      ],
      [
        "mapping",
        -8.482931137674633
      ],
      [
        "sends",
        -8.484742932636628
      ],
      [
        "are",
        -8.485571703302496
      ],
      [
        "background",
        -8.486984680685548
      ],
      [
        "accessor",
        -8.487424224113134
      ],
      [
        "double",
        -8.487474919944225
      ],
      [
        "max",
        -8.488046722833447
      ],
      [
        "module",
        -8.488474889556217
      ],
      [
        "contained",
        -8.493601347094579
      ],
      [
        "bar",
        -8.49361828196422
      ],
      [
        "hash",
        -8.501268462892892
      ],
      [
        "paint",
        -8.50656573455199
      ],
      [
        "simple",
        -8.507504788465015
      ],
      [
        "supported",
        -8.514254182022743
      ],
      [
        "offset",
        -8.516060191894129
      ],
      [
        "constraint",
        -8.516345494269622
      ],
      [
        "loads",
        -8.518260997105674
      ],
      [
        "supplie",
        -8.519879199320119
      ],
      [
        "there",
        -8.522685516886803
      ],
      [
        "minimum",
        -8.523288376466008
      ],
      [
        "axis",
        -8.526400725787274
      ],
      [
        "be",
        -8.529927756437532
      ],
      [
        "visible",
        -8.530029139711699
      ],
      [
        "scroll",
        -8.532016320927621
      ],
      [
        "has",
        -8.534264882602866
      ],
      [
        "device",
        -8.534874050762868
      ],
      [
        "closes",
        -8.538325217657674
      ],
      [
        "without",
        -8.540895831627275
      ],
      [
        "fields",
        -8.542203405157561
      ],
      [
        "subclasses",
        -8.542428511238704
      ],
      [
        "3",
        -8.546280980575597
      ],
      [
        "amount",
        -8.547477342672716
      ],
      [
        "controller",
        -8.552227254856923
      ],
      [
        "contents",
        -8.554152358940483
      ],
      [
        "standard",
        -8.558996170907765
      ],
      [
        "false",
        -8.561358758514553
      ],
      [
        "existing",
        -8.564069429704789
      ],
      [
        "domain",
        -8.568003744346916
      ],
      [
        "settings",
        -8.56888745992126
      ],
      [
        "initial",
        -8.571239757294654
      ],
      [
        "transform",
        -8.57316916866836
      ],
      [
        "prints",
        -8.577774546246712
      ],
      [
        "already",
        -8.581791319181105
      ],
      [
        "support",
        -8.583337761631526
      ],
      [
        "category",
        -8.583597896943175
      ],
      [
        "complete",
        -8.58378898302788
      ],
      [
        "initiliaze",
        -8.585095343072394
      ],
      [
        "pool",
        -8.586109161051253
      ],
      [
        "actual",
        -8.592323456878228
      ],
      [
        "widget",
        -8.595619269328598
      ],
      [
        "script",
        -8.605913135623126
      ],
      [
        "relative",
        -8.606424563443724
      ],
      [
        "body",
        -8.607567963076624
      ],
      [
        "se",
        -8.608204508888655
      ],
      [
        "edge",
        -8.614532092196413
      ],
      [
        "hat",
        -8.623309301071767
      ],
      [
        "area",
        -8.62528723215303
      ],
      [
        "extension",
        -8.626807447102479
      ],
      [
        "specifie",
        -8.627077911490971
      ],
      [
        "schema",
        -8.628838383970386
      ],
      [
        "accept",
        -8.632944974553565
      ],
      [
        "out",
        -8.633093922278647
      ],
      [
        "up",
        -8.635922825140447
      ],
      [
        "was",
        -8.639452919924317
      ],
      [
        "constructor",
        -8.645982018533836
      ],
      [
        "config",
        -8.647710868981413
      ],
      [
        "grid",
        -8.65133863304769
      ],
      [
        "through",
        -8.65172872014003
      ],
      [
        "random",
        -8.654830132752389
      ],
      [
        "notifies",
        -8.656493339900395
      ],
      [
        "member",
        -8.657022335890685
      ],
      [
        "begin",
        -8.657438368064664
      ],
      [
        "job",
        -8.65974303251948
      ],
      [
        "remote",
        -8.661687005382841
      ],
      [
        "clone",
        -8.664904289017631
      ],
      [
        "callback",
        -8.667094479260431
      ],
      [
        "adapte",
        -8.667402706017352
      ],
      [
        "plugin",
        -8.676970848750376
      ],
      [
        "namespace",
        -8.678651252636678
      ],
      [
        "according",
        -8.680381541089815
      ],
      [
        "must",
        -8.682236223593398
      ],
      [
        "starts",
        -8.685856509210197
      ],
      [
        "options",
        -8.688459328133554
      ],
      [
        "mark",
        -8.689478071400178
      ],
      [
        "rows",
        -8.69062951020505
      ],
      [
        "agent",
        -8.693962756933773
      ],
      [
        "constant",
        -8.69593640711798
      ],
      [
        "just",
        -8.703243918677419
      ],
      [
        "unique",
        -8.706067783942919
      ],
      [
        "cursor",
        -8.713607298299832
      ],
      [
        "layer",
        -8.7149839957856
      ],
      [
        "resources",
        -8.715288701304162
      ],
      [
        "language",
        -8.71683963955023
      ],
      [
        "click",
        -8.720124482078324
      ],
      [
        "cancel",
        -8.720767592944394
      ],
      [
        "account",
        -8.721531710927236
      ],
      [
        "z",
        -8.723722731088655
      ],
      [
        "here",
        -8.729094527351295
      ],
      [
        "packet",
        -8.73064512097771
      ],
      [
        "instruction",
        -8.731580436006654
      ],
      [
        "obtain",
        -8.732072696951997
      ],
      [
        "gui",
        -8.733943699064737
      ],
      [
        "disable",
        -8.73715473575092
      ],
      [
        "validate",
        -8.737245245641011
      ],
      [
        "full",
        -8.737469286966121
      ],
      [
        "entries",
        -8.738919452521824
      ],
      [
        "found",
        -8.741541181729351
      ],
      [
        "notify",
        -8.742594462523535
      ],
      [
        "left",
        -8.742721465660708
      ],
      [
        "particular",
        -8.744293227818803
      ],
      [
        "one",
        -8.747303224492507
      ],
      [
        "term",
        -8.748644827136165
      ],
      [
        "condition",
        -8.749059024272764
      ],
      [
        "structure",
        -8.750942907284122
      ],
      [
        "work",
        -8.751109417102345
      ],
      [
        "previous",
        -8.754504921497317
      ],
      [
        "network",
        -8.756231068478986
      ],
      [
        "focus",
        -8.762599857475529
      ],
      [
        "processing",
        -8.762655151913306
      ],
      [
        "short",
        -8.762763417430811
      ],
      [
        "product",
        -8.764009326050612
      ],
      [
        "components",
        -8.764642992143356
      ],
      [
        "http",
        -8.765172159371906
      ],
      [
        "allow",
        -8.774206681151027
      ],
      [
        "receive",
        -8.774740972734413
      ],
      [
        "coordinates",
        -8.77841627943725
      ],
      [
        "optional",
        -8.782870644206403
      ],
      [
        "distance",
        -8.785190070144575
      ],
      [
        "contain",
        -8.789351282293493
      ],
      [
        "execution",
        -8.790793436031604
      ],
      [
        "card",
        -8.791545575932165
      ],
      [
        "prefix",
        -8.798988750873095
      ],
      [
        "annotation",
        -8.799462759374462
      ],
      [
        "ame",
        -8.801956773228786
      ],
      [
        "your",
        -8.805192130161402
      ],
      [
        "presse",
        -8.806231821619972
      ],
      [
        "custom",
        -8.80781323803977
      ],
      [
        "equality",
        -8.819247477198925
      ],
      [
        "modified",
        -8.821120645342026
      ],
      [
        "repository",
        -8.822563052368068
      ],
      [
        "tool",
        -8.82956642678078
      ],
      [
        "memory",
        -8.830475653267007
      ],
      [
        "describe",
        -8.830639864730093
      ],
      [
        "appropriate",
        -8.834074142618007
      ],
      [
        "progress",
        -8.836132349086062
      ],
      [
        "operator",
        -8.836836454486347
      ],
      [
        "socket",
        -8.837748381057557
      ],
      [
        "uri",
        -8.838901042112104
      ],
      [
        "role",
        -8.839113425077715
      ],
      [
        "section",
        -8.839762773010087
      ],
      [
        "direction",
        -8.84269997844733
      ],
      [
        "shape",
        -8.843170241130084
      ],
      [
        "needed",
        -8.845967480491796
      ],
      [
        "edit",
        -8.848379463288227
      ],
      [
        "word",
        -8.849767361461815
      ],
      [
        "shows",
        -8.859697440863588
      ],
      [
        "render",
        -8.8598129383828
      ],
      [
        "ets",
        -8.859982442250281
      ],
      [
        "but",
        -8.860484006553001
      ],
      [
        "contact",
        -8.862982961979396
      ],
      [
        "allowed",
        -8.863223819001764
      ],
      [
        "id",
        -8.863431768593589
      ],
      [
        "interval",
        -8.86878587027688
      ],
      [
        "bound",
        -8.87336425826092
      ],
      [
        "extract",
        -8.874098702027682
      ],
      [
        "viewer",
        -8.874774272335983
      ],
      [
        "starting",
        -8.87998897370375
      ],
      [
        "activity",
        -8.880004651266225
      ],
      [
        "provider",
        -8.88110491260596
      ],
      [
        "give",
        -8.88187606888181
      ],
      [
        "profile",
        -8.883245153784124
      ],
      [
        "servlet",
        -8.883479693640183
      ],
      [
        "connect",
        -8.883940280504941
      ],
      [
        "rectangle",
        -8.888830925005767
      ],
      [
        "running",
        -8.89297711456277
      ],
      [
        "tag",
        -8.899416522144572
      ],
      [
        "border",
        -8.90108555719258
      ],
      [
        "parser",
        -8.90318481846849
      ],
      [
        "login",
        -8.903280519154325
      ],
      [
        "correct",
        -8.905661352611112
      ],
      [
        "validation",
        -8.905725276239533
      ],
      [
        "fixture",
        -8.909273603207723
      ],
      [
        "tha",
        -8.914484145381193
      ],
      [
        "proxy",
        -8.918624561410063
      ],
      [
        "place",
        -8.920097203671919
      ],
      [
        "series",
        -8.920482508160235
      ],
      [
        "pair",
        -8.92174783651523
      ],
      [
        "results",
        -8.92237618974426
      ],
      [
        "classes",
        -8.928923486201072
      ],
      [
        "replace",
        -8.931018274364718
      ],
      [
        "post",
        -8.937674061163655
      ],
      [
        "metadata",
        -8.941094388477843
      ],
      [
        "char",
        -8.946233471912677
      ],
      [
        "uring",
        -8.947632697423206
      ],
      [
        "present",
        -8.952923389557565
      ],
      [
        "float",
        -8.954726662159604
      ],
      [
        "enable",
        -8.95767389108774
      ],
      [
        "doc",
        -8.960846266275876
      ],
      [
        "history",
        -8.964465872680528
      ],
      [
        "sample",
        -8.966322910087527
      ],
      [
        "characters",
        -8.9675663165114
      ],
      [
        "tab",
        -8.968003948636074
      ],
      [
        "ation",
        -8.96922964370846
      ],
      [
        "parses",
        -8.970287759241575
      ],
      [
        "at",
        -8.971878145406329
      ],
      [
        "points",
        -8.972223610242569
      ],
      [
        "combo",
        -8.972461945980228
      ],
      [
        "global",
        -8.974487104786832
      ],
      [
        "valu",
        -8.974528926238957
      ],
      [
        "destination",
        -8.976030211235132
      ],
      [
        "throws",
        -8.977514219767393
      ],
      [
        "public",
        -8.978911619984121
      ],
      [
        "makes",
        -8.97912929944913
      ],
      [
        "reader",
        -8.980073641289936
      ],
      [
        "scale",
        -8.980709638183507
      ],
      [
        "scope",
        -8.981569056118687
      ],
      [
        "original",
        -8.985250185653744
      ],
      [
        "primary",
        -8.98528301787345
      ],
      [
        "allows",
        -8.985801006290991
      ],
      [
        "copie",
        -8.986871256394323
      ],
      [
        "wrapper",
        -8.98960098589724
      ],
      [
        "vertex",
        -8.991590100353413
      ],
      [
        "apply",
        -8.995646217094711
      ],
      [
        "indicat",
        -8.996482417461454
      ],
      [
        "refresh",
        -8.996745366142438
      ],
      [
        "forward",
        -9.00800664156031
      ],
      [
        "web",
        -9.008883055065425
      ],
      [
        "cod",
        -9.009839259136022
      ],
      [
        "popup",
        -9.011196607322404
      ],
      [
        "messages",
        -9.011576945050848
      ],
      [
        "users",
        -9.01290166590773
      ],
      [
        "moves",
        -9.014468445334895
      ],
      [
        "email",
        -9.014654203808032
      ],
      [
        "bundle",
        -9.018845209233728
      ],
      [
        "writer",
        -9.022073446139203
      ],
      [
        "ext",
        -9.02243515048771
      ],
      [
        "our",
        -9.023257874960187
      ],
      [
        "compute",
        -9.024263013070996
      ],
      [
        "wait",
        -9.025689242185177
      ],
      [
        "look",
        -9.026826492170443
      ],
      [
        "answer",
        -9.027867318617577
      ],
      [
        "basic",
        -9.029996153684719
      ],
      [
        "necessar",
        -9.031659411185807
      ],
      [
        "zero",
        -9.032192208293111
      ],
      [
        "engine",
        -9.033549453146861
      ],
      [
        "algorithm",
        -9.039943414272013
      ],
      [
        "names",
        -9.042394844579452
      ],
      [
        "registers",
        -9.043617183092339
      ],
      [
        "loaded",
        -9.044110547604083
      ],
      [
        "matche",
        -9.048698607592208
      ],
      [
        "program",
        -9.051577726367164
      ],
      [
        "nd",
        -9.052611706101
      ],
      [
        "q",
        -9.052694828553713
      ],
      [
        "initialization",
        -9.053775036477465
      ],
      [
        "abstract",
        -9.054479092643723
      ],
      [
        "how",
        -9.054709334038398
      ],
      [
        "describ",
        -9.054851013102798
      ],
      [
        "possible",
        -9.055020254907348
      ],
      [
        "help",
        -9.056081438612305
      ],
      [
        "lock",
        -9.058531410610593
      ],
      [
        "increment",
        -9.05999197980827
      ],
      [
        "two",
        -9.061349237670846
      ],
      [
        "segment",
        -9.061445647473295
      ],
      [
        "second",
        -9.062149589549989
      ],
      [
        "center",
        -9.065271512076873
      ],
      [
        "declaration",
        -9.065805582801723
      ],
      [
        "visitor",
        -9.070122063328988
      ],
      [
        "variables",
        -9.070127401067014
      ],
      [
        "drop",
        -9.072211434608867
      ],
      [
        "received",
        -9.077351742486577
      ],
      [
        "columns",
        -9.077464316975025
      ],
      [
        "setup",
        -9.080848250465667
      ],
      [
        "protocol",
        -9.081938163411051
      ],
      [
        "matching",
        -9.08242854515813
      ],
      [
        "symbol",
        -9.082573642359268
      ],
      [
        "assign",
        -9.086769488726013
      ],
      [
        "displays",
        -9.087473553644868
      ],
      [
        "assert",
        -9.087885233870454
      ],
      [
        "score",
        -9.090249471055756
      ],
      [
        "does",
        -9.093139479019932
      ],
      [
        "creation",
        -9.093984382458906
      ],
      [
        "re",
        -9.094574804260933
      ],
      [
        "external",
        -9.095143507707268
      ],
      [
        "mail",
        -9.096633984142022
      ],
      [
        "utility",
        -9.096643151408019
      ],
      [
        "person",
        -9.098813462751933
      ],
      [
        "debug",
        -9.101343866070202
      ],
      [
        "meta",
        -9.104462556304242
      ],
      [
        "filename",
        -9.105533059806827
      ],
      [
        "step",
        -9.108894447345332
      ],
      [
        "region",
        -9.109226759455296
      ],
      [
        "you",
        -9.110097141623793
      ],
      [
        "computes",
        -9.111326715261338
      ],
      [
        "delegate",
        -9.112562576559096
      ],
      [
        "alway",
        -9.1141772706119
      ],
      [
        "init",
        -9.115384798657887
      ],
      [
        "import",
        -9.117062262796725
      ],
      [
        "renderer",
        -9.119381704722237
      ],
      [
        "include",
        -9.120574272663212
      ],
      [
        "binding",
        -9.1338514601854
      ],
      [
        "release",
        -9.135275095861367
      ],
      [
        "fire",
        -9.135304500828044
      ],
      [
        "their",
        -9.13780127987312
      ],
      [
        "fill",
        -9.138107383347197
      ],
      [
        "configure",
        -9.142364595406224
      ],
      [
        "activate",
        -9.14342068481239
      ],
      [
        "storage",
        -9.14933259443437
      ],
      [
        "relation",
        -9.149968724038583
      ],
      [
        "bounds",
        -9.153957398438976
      ],
      [
        "track",
        -9.158219938706825
      ],
      [
        "adding",
        -9.17523989175297
      ],
      [
        "4",
        -9.185536261861463
      ],
      [
        "identifie",
        -9.186965054648027
      ],
      [
        "limit",
        -9.188034815487194
      ],
      [
        "builder",
        -9.188748705202876
      ],
      [
        "separator",
        -9.189566432115555
      ],
      [
        "represents",
        -9.191916483647033
      ],
      [
        "arguments",
        -9.193738436170822
      ],
      [
        "until",
        -9.194546167719295
      ],
      [
        "occur",
        -9.196739295812677
      ],
      [
        "private",
        -9.199212718452598
      ],
      [
        "inside",
        -9.201690317521262
      ],
      [
        "every",
        -9.202381927511592
      ],
      [
        "encode",
        -9.20543479688618
      ],
      [
        "what",
        -9.20584495121734
      ],
      [
        "notifications",
        -9.205860901167481
      ],
      [
        "previousl",
        -9.206606276068634
      ],
      [
        "cluster",
        -9.206640954753855
      ],
      [
        "creat",
        -9.206834848829532
      ],
      [
        "specify",
        -9.206899013971451
      ],
      [
        "same",
        -9.207160381578973
      ],
      [
        "more",
        -9.208156305322705
      ],
      [
        "factor",
        -9.208162783459027
      ],
      [
        "connected",
        -9.20925062447698
      ],
      [
        "includin",
        -9.210360977917787
      ],
      [
        "wizard",
        -9.212149265352412
      ],
      [
        "environment",
        -9.212482816222462
      ],
      [
        "validates",
        -9.213038547211877
      ],
      [
        "export",
        -9.213505227154801
      ],
      [
        "persistent",
        -9.21378828629982
      ],
      [
        "stops",
        -9.215582783095325
      ],
      [
        "preferre",
        -9.215880774837022
      ],
      [
        "builds",
        -9.217053472023268
      ],
      [
        "configured",
        -9.220792900020474
      ],
      [
        "under",
        -9.22163476180081
      ],
      [
        "generic",
        -9.22168899363104
      ],
      [
        "designate",
        -9.226430866450917
      ],
      [
        "horizontal",
        -9.227500847757927
      ],
      [
        "defines",
        -9.228517496236368
      ],
      [
        "millisecond",
        -9.230441851382295
      ],
      [
        "board",
        -9.23196968676586
      ],
      [
        "put",
        -9.232849642911791
      ],
      [
        "vertical",
        -9.233896840495792
      ],
      [
        "getting",
        -9.234055641200044
      ],
      [
        "processes",
        -9.235777305689304
      ],
      [
        "lookup",
        -9.237767312212174
      ],
      [
        "named",
        -9.23783394114291
      ],
      [
        "closed",
        -9.238235012873819
      ],
      [
        "encoding",
        -9.240031294868341
      ],
      [
        "actions",
        -9.2451711097356
      ],
      [
        "enumeration",
        -9.246490527036059
      ],
      [
        "construct",
        -9.246533298034478
      ],
      [
        "owner",
        -9.249080545979737
      ],
      [
        "force",
        -9.249942117315818
      ],
      [
        "trace",
        -9.254572732066134
      ],
      [
        "cause",
        -9.255965330278965
      ],
      [
        "policy",
        -9.258049320695935
      ],
      [
        "restore",
        -9.259113543572106
      ],
      [
        "drawing",
        -9.25961979541736
      ],
      [
        "serialize",
        -9.26017823520599
      ],
      [
        "populate",
        -9.260578817052105
      ],
      [
